"Please Donate" = "寄付のお願い";
"Donate" = "寄付する！";
"This is free software, but it still costs money to write, support, and distribute it. If you enjoy using it, please consider a donation to the authors of this software. It will help to make Cyberduck even better!" = "このアプリケーションの開発には、かなりの時間が費やされています。もし気に入っていただけたのなら、ぜひこのソフトの作者（私です！）への寄付をご考慮ください。今後の開発の励みとなることでしょう。本当です！";
"As a contributor to Cyberduck, you receive a registration key that disables this prompt." = "Cyberduck にご協力いただいたので、この通知の表示を停止する寄付番号をお送りします。";
"Thank you for using Cyberduck!" = "Cyberduck をご使用いただきありがとうございます！";
"Later" = "また後で";
"Don't show again for this version" = "次回からこのダイアログを表示しない";
"Registration Key" = "寄付番号";

"Buy in Windows Store" = "Buy in Windows Store";
"Buy in Mac App Store" = "Buy in Mac App Store";
